<!--
 * @version:  ;
 * @description:  ;
 * @autor: Full
 * @date: Do not edit
-->
<template>
	<div class="agreement-container">
		<div class="agreement-main">
			<h1 class="agreement-title">服务条款</h1>
			<p class="content-title">1. 适用范围</p>
			<p class="content-item">
				本服务仅适用于18岁或以上的用户。通过访问或使用我们的服务，您声明并确保您至少年满18岁，且没有被剥夺过适用本服务的权利。您也保证您不在任何贸易或经济制裁名单中，如联合国安理会制裁名单，亦不被欧盟、香港金融管理局、香港海关、美国财政部海外资产控制办公室以及其他行政执法机构限制或禁止参与任何相关类型的交易。
			</p>
			<p class="content-item">
				此外，我们不会在所有国家或地区提供本服务，并对特定的一些限制地区的用户提供部分或不提供服务，限制地区目前包括香港、古巴、伊朗、朝鲜、克里米亚、苏丹、马来西亚、叙利亚、美国
				[
				包括所有美国领土，如波多黎各、美属萨摩亚、关岛、北马里亚纳岛、以及美属维尔京群岛（圣克罗伊岛、圣约翰岛和圣托马斯岛）]，加拿大（限于安大略省和魁北克省）、英国（指关于我们为零售用户提供的衍生品相关服务）、孟加拉国、玻利维亚、厄瓜多尔、吉尔吉斯斯坦和马耳他。这些条款的内容不应受用户所属国家或地区法律的排斥。因此，如果您不符合这些要求，请勿使用我们的服务。
			</p>
			<p class="content-title">2. 我们的服务</p>
			<p class="content-item">
				我们提供用于交易VFA
				(或也被称作虚拟金融资产、加密代币、数字代币、加密货币)的在线交易平台，以及与虚拟金融资产或其指数相关的衍生服务。买卖双方在我们的平台上进行交易；Aux
				Cayes作为平台提供商在这些交易中既不是买方也不是卖方。用户可以要求提取其虚拟金融资产，但须遵守本条款的限制。用户可以在Aux
				Cayes（一家在塞舌尔注册的公司）建立和安全保管的钱包中访问其虚拟金融资产。
			</p>
			<p class="content-item">Aux Cayes为用户提供以下交易服务：</p>
			<p class="content-item">
				1)一种订单匹配平台，可以根据预先设定的标准，自动将用户的交易与其他用户就虚拟金融资产或虚拟金融资产相关产品的开放订单进行匹配：
			</p>
			<ul>
				<li>
					可以让您用一种类型的虚拟金融资产交易另一种类型的虚拟金融资产的现货服务。您将无法预先确定或与预先确定的用户进行交易。同样的，一个订单可能部分完成或由来自不同用户的多个匹配订单完成的。
				</li>
				<li>
					允许您交易虚拟金融资产衍生产品或由其组成的指数的附加服务。这些交易是通过自动将关于虚拟金融资产和虚拟金融资产相关产品的用户交易与其他用户的开放订单根据已建立的标准进行匹配的平台进行的。您将无法预先确定或与预先确定的用户进行交易。
				</li>
			</ul>
			<p class="content-item">
				2) C2C –
				点对点匹配服务，允许用户交易法币和数字资产。用户可以直接相互交易虚拟金融资产，不需要通过集中可信的第三方，比如交易所。
			</p>
			<p class="content-item">
				3)保证金贷款-
				点对点借贷服务，允许用户互相借贷虚拟金融资产并赚取利息。
			</p>
			<p class="content-item">
				4)数字钱包 - Aux
				Cayes为用户提供可以让每个用户存储通过交易平台服务或C2C平台交易的虚拟金融资产的数字钱包。用户通过Aux
				Cayes订单匹配平台或C2C平台存入或获得的数字资产将由Aux
				Cayes保存在由Aux Cayes代表您维护的数字钱包中。Aux
				Cayes提供此项服务的目的在于加快和促进虚拟金融资产的获得和/或处置。Aux
				Cayes将视作以您的名义保管该虚拟金融资产，并且应当承认您是您数字钱包中任何虚拟金融资产的收益所有人。除非经过您的合法指示和事先授权，Aux
				Cayes不会将您的虚拟金融资产用作证券或以任何方式使用您的虚拟金融资产。Aux
				Cayes代表您保管的虚拟金融资产可能会和其他用户的资产存放在一起。
			</p>
			<p class="content-item">
				通过同意本条款，您明确表示同意您的虚拟金融资产与其他用户的虚拟金融资产存放在一起。个人用户的权益不会因单独的物权凭证或其他电子记录而可以辨认，在存在不可避免的亏损的情况中，您可能无法收到您的全部利润并且可能按比例平摊亏损。您声明并保证，您将一直保持是Aux
				Cayes持有的任何虚拟金融资产的最终的有效合法收益所有人，您不会担任任何其他人的代名人或受托人，并且不会在没有Aux
				Cayes的事先书面同意的情况下转移、过户、抵押、收费或以其他任何方式在相关虚拟金融资产上创设任何担保物权或产权负担。
			</p>
			<p class="content-item">
				Aux
				Cayes，在适用的情况下，没有义务接受订单，除非账户中有足够的虚拟金融资产能够（1）完成相关订单的交割，（2）提供涉及衍生产品的相关交易可能要求的保证金，以及（3）支付任何相关适用的收费和支出。
			</p>
			<p class="content-item">
				网站的准确性：我们已经尽了一切努力确保网站上信息的准确性，网站上的信息和内容如有更改，恕不另行通知，且仅为协助用户以做出独立决定。
				我们已采取合理措施确保网站信息的准确性；但是，我们不保证本网站所提供的任何服务或产品内容的准确性、适用性、可靠性、完整性、性能和/或恰当性，且不对任何直接或间接造成的损失或损害、信息传递的延迟或失败和您对网站的无法访问承担责任。我们对此类信息的使用或解释不承担任何责任。
			</p>
			<p class="content-item">
				用户必须自行准备如下设备和承担如下开支：（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他上网装置；（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。
			</p>
			<p class="content-item">
				在接受网各项服务的同时，您同意接受我们提供的各类信息服务。您在此授权我们可以通过电子邮件、手机、通信地址等方式向您发送商业信息。您可以通过在网站上进行相关设置选择不接受各类信息服务。
			</p>
			<p class="content-item">
				您理解并同意，我们提供的服务是按照现有技术和条件所能达到的现状提供的。尽管我们已经尽最大努力确保服务的连贯性和安全性，但我们不能完全预见和防范因法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。
			</p>
			<p class="content-item">
				系统平台因下列状况无法正常运作，使用户无法使用各项服务或不能正常下单或撤单时，我们不承担损害赔偿责任，该状况包括但不限于：
			</p>
			<ul>
				<li>{{$store.state.webTitle}}平台公告之系统停机维护期间；</li>
				<li>电信或网络设备问题；</li>
				<li>
					台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素；
				</li>
				<li>
					任何其他问题，包括黑客攻击、计算机病毒侵入或发作、电信部门技术调整或故障、网站升级、银行方面的问题、政府规定或命令、或任何其他第三方导致的问题；
				</li>
				<li>第三方给用户或者其他第三方造成的损失。</li>
			</ul>
			<p class="content-item">
				由于系统故障、网络故障、分布式拒绝服务攻击（DDos）等黑客攻击等意外因素可能导致的异常交易、市场中断、以及其他可能的异常情况，我们有权根据实际情况取消异常成交结果。对于虚拟合约交易、C2C
				和保证金贷款，我们有权利按照各用户协议中的描述回滚某一段时间的所有交易。
			</p>
			<p class="content-item">
				我们不会向用户索取任何密码，不会让用户向任何非本站交易中心里提供的帐户、虚拟金融资产或虚拟金融资产地址转账或打款。往非交易平台提供的账户、虚拟金融资产或虚拟金融资产地址里转账或打款所造成的损失本站不负责任。
			</p>
			<p class="content-item">
				交易异常处理：在使用本服务时，您同意并认可，可能由于数字货币网络连线问题或其他不可抗拒因素，造成本服务无法提供。用户确保所输入的您的资料无误，如果因资料错误造成本网站于上述异常状况发生时，无法及时通知用户相关交易后续处理方式的，本网站不承担任何损害赔偿责任。
			</p>
			<p class="content-item">
				我们有权了解用户使用我们产品或服务的真实交易背景及目的。用户应如实提供我们所要求的全面、准确的信息。如果我们有合理理由怀疑用户提供虚假交易信息的，我们有权暂时或永久限制用户所使用的产品或服务的部分或全部功能。
			</p>
			<p class="content-title">3. 交易数字资产的风险</p>
			<p class="content-item">
				虚拟金融资产交易涉及重大风险。交易或持有虚拟数字资产的风险可能造成您的重大实际损失。因此，您应该根据自己的财务状况，仔细考虑是否要交易数字资产或相关衍生品及使用杠杆。
			</p>
			<p class="content-item">
				我们不保证在我们平台交易虚拟金融资产会有序稳定。您应当在虚拟金融资产（以及任何其他资产）交易中保持谨慎。价格会因任何因素随时波动。由于价格波动，您可能会有大额的盈利或亏损。任何虚拟金融资产或交易仓位都可能发生大幅度价值波动，甚至可能变得毫无价值。
			</p>
			<p class="content-item">
				因用户的过错导致的任何损失由用户自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，用户使用的计算机被他人侵入。
			</p>
			<p class="content-item">
				若用户因为网站交易规则中潜在的尚未发现的某种漏洞而产生不当得利，我们将联系用户追回。您必须予以实际配合，否则我们将采取包括但不限于限制账户交易、冻结账户资金、向有管辖权的法院起诉等追索措施。因用户不予有效配合而给我们产生的追索费用，也将由用户承担。
			</p>
			<p class="content-item">附加服务可能有增加的风险因素。请注意：</p>
			<p class="content-item">
				(1)
				您可能会损失全部的最初保证金，以及任何您为了保持您的位置而存储在在我们平台的额外虚拟金融资产；
			</p>
			<p class="content-item">
				(2)
				如果市场的改变不利于您的仓位或者保证金等级提升，您可能会被临时通知要求转入额外的虚拟金融资产来维持您的仓位；
			</p>
			<p class="content-item">
				(3)
				如果您未能在的规定的时间内按照要求在您的账户中存入额外的虚拟金融资产，我们可以自行决定在亏损时进行平仓。
			</p>
			<p class="content-item">
				(4)
				您的获利或亏损将取决于相应的虚拟金融资产的价格波动，该价格波动是不受我们所控制的。
			</p>
			<p class="content-item">
				(5)
				如用户协议中所述，我们会触发穿仓分摊机制，用您利润的一部分来分摊亏损
			</p>
			<p class="content-title">4. 创建账户</p>
			<p class="content-item">
				4.1
				账户注册和身份验证：为了使用本平台任何服务，首先您必须通过提供您的姓名或电子邮件注册账户，提供您的全名和其他个人信息进行身份验证，并确认接受本服务条款。您同意提供给我们因身份验证、和因反洗钱反恐怖融资、诈骗、或其他金融犯罪监控的持续原因考虑，而在注册时要求提供的准确和真实的信息，包括但不限于您带有照片的官方身份证明副本、住址证明，如租房合同、物业账单。如果相关信息发生改变，您有义务尽快进行更新。
			</p>
			<p class="content-item">
				4.2
				账户保护：您同意不允许任何人使用或管理您的帐户，并向我们更新您的任何信息更改，或者一旦您的帐户被盗用及时通知Aux
				Cayes。您有责任保留、保护和保障任何已提供给您的密钥、证书、密码、访问代码、用户ID、API
				Key或其他凭据和登录信息（统称为“密码”），或是由您使用服务生成的上述密码。如果您丢失密码，可能无法访问您的帐户。您同意立即通知我们任何未经授权使用您密码的事宜。由于未经授权使用您的密码而导致的任何责任，损失或损害，我们将不承担任何责任。您知悉并同意，如果您将您账户的密码信息授权给任何第三方或第三方平台使用，第三方或第三方平台会知悉您的账户信息（包括但不限于您的资产状况、交易信息、交易操作权限和账户信息等），您的账户将存在一定风险并可能遭受损失或损害。您同意自行承担由于您授权任何第三方或第三方平台使用您的密码信息导致的任何损失或损害，以及第三方或第三方平台由于使用您的账户密码信息而对您造成的任何损失或损害，我们对于上述情形导致的损失或损害不承担任何赔偿或其他法律责任。由于Aux
				Cayes是一个在线交易平台，为避免潜在的安全风险，登录密码，管理密码和任何其他密码不得设置为相同。相关责任由用户承担。一旦用户注册并成为本站的用户，用户将获得用户名（用户邮箱）和密码，并在进入系统后使用该用户名和密码对所有活动和事件负责，并承担由使用该用户名的语言和行为直接或间接造成的所有法律责任。
			</p>
			<p class="content-item">
				4.3
				密码恢复：丢失密码的用户可以通过他们的注册电子邮件地址或电话号码进行验证后重置密码。
				如果发现任何未经授权的操作或安全漏洞，您应立即向Aux Cayes报告。
			</p>
			<p class="content-item">
				4.4
				账户余额：如果您的账户显示有信用贷方余额，您可以请求我们退回剩余的虚拟金融资产。但是，在下列情况下，我们可以自行决定选择扣留（或者在适用的情况下扣除）您提取虚拟金融资产的请求：
			</p>
			<ul>
				<li>您的公开衍生品交易存在名义上的亏损；</li>
				<li>
					由于潜在的市场状况，我们认为需要额外的虚拟金融资产来满足对公开衍生品仓位的任何当前或将来的保证金要求；
				</li>
				<li>
					在本条款的规定下，您对我们有任何实际产生的或可能发生的责任；和/或
				</li>
				<li>
					我们合理地决定，结合本条款，您与我们之间存在未解决的纠纷。
				</li>
			</ul>
			<p class="content-item">
				4.5
				帐户关闭：您可以随时关闭您的帐户。关闭账户不会影响账户关闭日期之前发生的任何权利和义务。您可能被要求取消或完成所有未完成的订单，并根据本服务条款的规定，提供转账指令，说明您的账户中剩余的任何法定货币和/或数字资产的转移位置。您对您的账户关闭所产生的任何费用、成本或义务（包括但不限于律师和法院费用或法定货币或数字资产的转账费用）负责。如果您的账户关闭费用超过您账户的价值，您将负责偿付我们。您不可以为了避免支付任何其他费用或避免任何与我们的反洗钱计划相关的检查，而去关闭您的任何账户。
			</p>
			<p class="content-item">
				4.6 帐户暂停和调查：您同意并知悉Aux
				Cayes有权随时暂停您的帐户以及您是代表或授权签名人的任何帐户等。并且您同意，如果我们怀疑并通过自行决定任何此类账户将违反以下规定，Aux
				Cayes可以冻结/锁定所有此类账户中的资金和资产，并在做出决定之前暂停您对本站的访问权限：
			</p>
			<ul>
				<li>{{$store.state.webTitle}}服务条款;</li>
				<li>任何适用的法律或法规;</li>
				<li>{{$store.state.webTitle}}反洗钱方案;</li>
				<li>监管当局要求，法院命令，有效传票;</li>
				<li>该帐户与任何未决诉讼，调查或政府程序有关;</li>
				<li>该帐户有余额需要因任何理由进行调整;</li>
				<li>如果我们认为未经授权的人试图访问您的帐户;</li>
				<li>
					如果我们认为您以未经授权或不恰当的方式使用相关凭证或其他帐户信息;
				</li>
				<li>该帐户在一年内未被访问。</li>
			</ul>
			<p class="content-item">
				您同意并承认，仅凭我们自行判断，我们有权立即调查您的帐户和任何相关帐户，如果我们怀疑任何此类帐户存在违规行为。
			</p>
			<p class="content-item">
				4.7
				帐户终止：您同意并知悉我们有权随时因任何原因终止任何帐户。您进一步同意并明确，我们有权根据本用户协议和/或适用法律法规采取任何和所有必要和适当的措施。如果您的账户被终止，我们将退还您的资金，减去我们根据本用户协议有权享受的任何交易费用折扣，回扣和/或损害赔偿的价值。如果您的账户不再受调查、法院命令或传票的约束，除非法律另有规定，您授权我们将您的资金（减去我们有权获得的任何交易费用折扣，回扣和/或损害赔偿）退还给与您账户相关的任何银行账户。如果您的帐户中仍有数字资产余额，您同意在收到书面通知后向我们提供数字资产地址，以便我们可以将剩余的数字资产退还给您。
			</p>
			<p class="content-title">5. 用户的权利和许可使用限制</p>
			<p class="content-item">
				根据这些条款，我们授予您一个有限的、非独占的、不可转让的许可，只有在我们允许的情况下才能访问和使用我们的网站和服务。您同意未经我们事先明确的书面同意您不会复制、传输、分发、出售、许可、逆向工程、修改、发布或参与转移或销售，创建衍生作品或以任何其他方式利用任何我们的源代码或类似内容、专有或机密数据或其他类似信息。
			</p>
			<p class="content-item">您同意：</p>
			<ul>
				<li>
					本服务及相关软件，网站和技术（包括其中的所有知识产权）的所有权利，所有权和利益均应由我们保留；
				</li>
				<li>
					除本协议授予的有限许可以外，不得转让本服务的任何权利或利益；
				</li>
				<li>本服务受版权和其他知识产权法律保护；</li>
				<li>我们保留所有根据本条款未明确授予的权利；</li>
			</ul>
			<p class="content-item">
				{{$store.state.webTitle}}有权根据任何适用的行政机关、司法机关、军事机关、包括但不限于公安机关、检查机关、法院、海关税务机关等的要求，质询
				、冻结或扣除用户的商品或账户。
			</p>
			<p class="content-title">6. 用户义务</p>
			<p class="content-item">6.1 用户不得以任何目的注册多个账户。</p>
			<p class="content-item">6.2 用户不得使用其他用户的账户。</p>
			<p class="content-item">
				6.3
				用户不得以任何导致或可能导致本网站损坏或损害本网站可用性或可访问性的方式使用本网站或服务;或以与以下行为或活动相关的方式使用本网站或服务，即任何非法资金支付和结算活动，包括但不限于以虚假交易，虚假价格和交易退款等非法手段进行的非法支付活动;
				单位银行结算账户非法套现活动;
				单位银行结算账户非法转个人账户活动;
				非法支票兑现活动；或其他任何为实现非法，欺诈或有害目的活动；或其他任何违反现行有效的法律法规的活动。用户保证Aux
				Cayes Fintech Co.
				Ltd.，及其管理人员，董事，股东，利益承继方，员工，代理人，子公司，关联公司及本网站以前的运营方，不因用户使用本网站或服务的行为或与之相关的行为，而承担第三方提起的任何权利要求、索赔要求、或其他承担责任的要求，否则用户同意赔偿上述各方因此产生的损失和费用（包括律师费）。
			</p>
			<p class="content-item">
				6.4
				用户禁止以任何形式利用本站从事非法活动。未经{{$store.state.webTitle}}的授权或许可，用户不得借用本站的名义从事任何商业活动，也不得以任何形式将本站作为从事商业活动的场所、平台或媒介。
			</p>
			<p class="content-item">
				6.5
				用户应遵守所有法律法规，并对涉及本站和服务的自己的行为承担相应法律后果和责任。另外，用户不应侵犯任何第三方的合法权利和利益。此外，如果{{$store.state.webTitle}}因此受到损失，{{$store.state.webTitle}}有权通过法律或其他途径从用户处获得赔偿。
			</p>
			<p class="content-item">
				6.6
				如用户违反上述规定，{{$store.state.webTitle}}有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉，冻结用户的数字资产，暂停或查封用户帐号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。
			</p>
			<p class="content-title">7. 服务费用</p>
			<p class="content-item">
				7.1
				我们向用户提供的部分服务可能会产生费用。通过使用我们的服务，您同意该费用的产生。
			</p>
			<p class="content-item">
				7.2
				{{$store.state.webTitle}}有权根据适当的规则设置用户服务费用。我们也有权制定和调整服务费用，并为用户设置使用我们服务的特定服务费用。所有费用的变更都将提前公告。
			</p>
			<p class="content-item">
				7.3
				如果您不同意任何的费用变更。您应该立刻停止使用本服务。您依然需要承担之前已经产生的费用。
			</p>

			<p class="content-item">
				7.4
				除非另有说明或同意，用户同意我们有权在未提前通知的情况下自动从用户帐户的资产中直接扣除上述服务费用。
			</p>
			<p class="content-item">
				7.5
				如果您未能足额或按时支付费用，我们保留中断、暂停或终止您账户的权利。
			</p>
			<p class="content-title">
				8. 更改、中断、终止、限制、冻结和终止服务
			</p>
			<p class="content-item">
				8.1
				服务变更和中断：我们可能在任何时间或不经提前通知，改变服务内容和/或中断、暂停或终止服务。
			</p>
			<p class="content-item">
				8.2
				服务中断和终止：在下列任何情况下，我们有权自主裁量中断或终止向您提供的服务，恕不另行通知，包括但不限于以下情况：
			</p>
			<ul>
				<li>
					如果您提供的个人信息不真实，或者与注册时的信息不一致，并且您未能提供合理的证明（请记住，根据法律或法规您应提交真实信息）；
				</li>
				<li>如果您违反有关法律法规或本协议的约定；</li>
				<li>如果根据法律法规的任何规定，以及有关政府部门的要求；</li>

				<li>如果出于安全原因或其他必要情况。</li>
			</ul>
			<p class="content-title">9. 遵守当地法律</p>
			<p class="content-item">
				您个人有责任确定是否以及在多大程度上，向相关税务机关缴纳通过服务进行的任何交易所得收入，以及扣除、收集、报告、减免正确数额后所对应的税款。此外，您同意遵守所有相关法律法规。
				为了防止恐怖主义融资和反洗钱活动，我们将与地方当局合作。使用我们的服务时，您确认您的行为是以合法和正确的方式，您的虚拟金融资产和法定货币并非来源于非法活动。
				我们可以酌情或与当地执法机关协调以控制、限制或清空您的账户、法定货币和虚拟金融资产。
			</p>
			<p class="content-title">10. 隐私政策</p>
			<p class="content-item">
				如您想了解我们如何收集、使用和共享您的信息，请参阅我们的隐私政策。
			</p>
			<p class="content-title">11. 赔偿</p>
			<p class="content-item">
				您应赔偿我们及我们的代理人（如有）、员工、高级职员、董事、关联公司、子公司和继承公司，以确保他们不因所有第三方索赔而遭受损失，除非是由我们单独违反本条款而导致的损害。同样地，除了因为您单独违反这些条款之外，我们也应赔偿您和您的代理人、员工、高级职员、董事、关联公司、子公司和继承者以确保他们不因所有第三方索赔而遭受损失。
			</p>
			<p class="content-title">12. 免责声明</p>
			<p class="content-item">
				12.1 网络服务提供商：Aux
				Cayes作为“网络服务提供商”的第三方平台，并不保证本站所提供的信息和服务能够充分满足用户的需求。
				对于用户在接受我们网络服务过程中可能遇到的错误、侮辱、诽谤、失职、淫秽、色情或亵渎等行为，我们不承担责任。
			</p>
			<p class="content-item">
				12.2
				服务中断：基于互联网的特殊性，我们不保证服务不会中断；服务的及时性和安全性也不能保证，并且我们不承担非因Aux
				Cayes而导致的责任。
			</p>
			<p class="content-item">
				12.3
				网络安全：我们试图为用户提供安全网络环境，但是我们并不保证网站或其服务器没有病毒或其他潜在的有害因素；因此，用户应该使用行业认可的软件来检查和清除从本站下载的文件中的任何病毒。
			</p>
			<p class="content-item">
				12.4
				用户信息：我们不对用户所提供信息的保存、修改、删除或存储失败负责。我们也不会为非因Aux
				Cayes故意而造成的印刷错误、疏忽等负责。我们有权但没有义务改善或纠正本站任何部分的任何遗漏和错误。
			</p>
			<p class="content-item">
				12.5
				网站的准确性、完整性和可靠性：除非我们以书面形式明确约定，我们对于用户以任何方式（包括但不限于包含、连接、经由或下载）从本站所获得的任何内容信息，包括但不限于广告等，不保证其准确性、完整性、可靠性；对于用户因本站上的内容信息而购买、获取的任何产品、服务、信息或资料，我们不承担责任。用户自行承担使用本站信息内容所导致的风险。
			</p>
			<p class="content-item">
				12.6
				用户意见：用户对本站发布的用户评论仅代表用户个人观点。这并不意味着本站同意他们的观点或确认他们的描述。本站不承担任何用户评论引起的任何法律责任。
			</p>
			<p class="content-item">
				12.7
				公告：对于所有发给用户的通告，我们都将通过正式的页面公告、站内信、电子邮件、客服电话、手机短信或常规的信件送达。我们不对任何经其他渠道获得的中奖、优惠等活动或信息承担法律责任。
			</p>
			<p class="content-item">
				12.8
				收费、手续费、交易及其他费用：我们有权根据市场情况调整充值、手续费、交易和其他费用，并有权提前终止任何促销活动。
			</p>
			<p class="content-title">13. 适用法律</p>
			<p class="content-item">
				本条款、您对本服务的使用、由本条款直接或间接引发的任何类型或性质的任何权利主张、反诉或争议应受英格兰和威尔士法律管辖，并依其解释，无需考虑其冲突法规则。
			</p>
			<p class="content-title">14. 管辖和争议解决</p>
			<p class="content-item">
				14.1
				您确认并同意，如果发生任何争议、争论、分歧或权利主张，包括本条款的存在、有效性、解释、履行、违反或终止或由本条款引起的或与之相关的任何争议（“争议”），双方应首先根据届时有效的《香港国际仲裁中心调解规则》将争议提交香港国际仲裁中心（“HKIAC”）。
			</p>
			<p class="content-item">
				14.2
				如果在第14.1条中规定的调解请求提交后的九十（90)日内未通过签署和解协议的方式解决争议，则该等争议应提交HKIAC，根据提交仲裁通知时有效的《香港国际仲裁中心机构仲裁规则》通过仲裁最终解决。本仲裁条款适用的法律应为中华人民共和国香港特别行政区（“香港”）法律。
			</p>
			<p class="content-item">
				14.3 您同意仲裁地为香港。仲裁员的人数应为三（3）名。Aux
				Cayes应指定一（1）名仲裁员，您应指定一（1）名仲裁员。第三名仲裁员应由HKIAC的主席指定。该等仲裁员应自由选择，各方在选择仲裁员时不受任何指定名单的限制。仲裁程序应以英文进行。
			</p>
			<p class="content-item">
				14.4 您同意Aux
				Cayes不应被要求提供文件的一般发现信息，而仅可被要求提供与争议结果相关且对争议结果有实质意义的特定的、经识别的文件。
			</p>
			<p class="content-item">
				14.5
				任何仲裁裁决应为终局裁决，对各方均具有约束力，并可在任何有管辖权的法院被强制执行。
			</p>
			<p class="content-title">15. 可分性、投诉和其他规定</p>
			<p class="content-item">
				15.1
				可分性：如果本协议的任何条款因任何原因被视为非法、无效或不可执行，则该条款应被视为可分的，不得影响任何其他条款的法律效力。
			</p>
			<p class="content-item">
				15.2
				投诉：如果您有任何投诉，反馈或问题，请联系我们的客户服务。当您联系我们时，请向我们提供您的姓名和电子邮件地址以及我们可能需要识别您的任何其他信息，以及您有哪些反馈，问题或投诉。
			</p>
			<p class="content-item">
				15.3
				其他：这些条款规定了双方对本主题的全面理解，并取代所有之前的相关理解和沟通。与本条款所规定的内容不一致、相矛盾或有所增添的其他任何文件的条款和之中的任何条件，将不对我们具有约束力。您声明并保证向我们披露的与本服务条款相关的所有信息都是真实、准确和完整的。
			</p>
		</div>
	</div>
</template>

<script>
export default {
	setup() {
		return {};
	},
};
</script>

<style lang="scss" scoped>
.agreement-container {
	width: 100%;
	@include flexCenter();
	background-color: #fff;
	padding: 20px;
	.agreement-main {
		width: 100%;
		.agreement-title {
			width: 100%;
			font-size: 26px;
			padding-bottom: 12px;
		}
		.content-title {
			width: 100%;
			margin: 12px 0;
			font-weight: bold;
		}
		.content-item {
			width: 100%;
			margin-bottom: 12px;
			font-size: 14px;
			line-height: 18px;
		}
		ul {
			padding-left: 20px;
			list-style: unset;
			list-style-position: outside;
			li {
				font-size: 14px;
				line-height: 18px;
			}
		}
	}
}
</style>
